// 四則演算
// 15と6の乗算（掛け算）を行い、その結果をコンソールに表示します。
console.log(15*6); 

// 45と15の加算（足し算）を行い、その結果をコンソールに表示します。
console.log(45+15); 

// 30から12を減算（引き算）し、その結果をコンソールに表示します。
console.log(30-12);

// 30を3で除算（割り算）し、その結果をコンソールに表示します。
console.log(30/3);

// 45を8で割った際の余り（剰余演算）を計算し、その結果をコンソールに表示します。
console.log(45%8);




// - **乗算**は二つの数値を掛け合わせる演算です。
// - **加算**は二つの数値を足し合わせる演算です。
// - **減算**は一つの数値から別の数値を引く演算です。
// - **除算**は一つの数値を別の数値で割る演算です。
// - **剰余演算**（モジュロ演算）は一つの数値を別の数値で割った際の余りを求める演算です。










